---
kind: enumMember
id: F:Autodesk.Revit.DB.PaperPlacementType.Margins
enum: Autodesk.Revit.DB.PaperPlacementType
source: html/b0a39fd9-3b56-1cab-ecb9-15b4c32afd03.htm
---
# Autodesk.Revit.DB.PaperPlacementType.Margins

The type of Paper Placement is Margins. It's obsolete, use LowerLeft instead.